<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Ghostty</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>Ghostty</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Ghostty is a fast, feature-rich, and cross-platform terminal emulator that uses platform-native UI and GPU acceleration.</string>
			<key>developer</key>
			<string>Mitchell Hashimoto</string>
			<key>display_name</key>
			<string>Ghostty</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.wardsparadox.munki.Ghostty</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.wardsparadox.download.Ghostty</key>
			<dict>
				<key>git_hash</key>
				<string>e1a550f20ca18b28ca7bb3a28eddb322a1268b39</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.wardsparadox-recipes/Ghostty/Ghostty.download.recipe.yaml</string>
				<key>sha256_hash</key>
				<string>cbb1dbf2d369732a38eca5d2b487d5fa03835dade585670ebde682ca87f53f28</string>
			</dict>
			<key>com.github.autopkg.wardsparadox.munki.Ghostty</key>
			<dict>
				<key>git_hash</key>
				<string>135f6ece2c9fb02a7a5be87c76466059c7584a1a</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.wardsparadox-recipes/Ghostty/Ghostty.munki.recipe.yaml</string>
				<key>sha256_hash</key>
				<string>c6e08061bad0ed220b8ce7baa77394f2dabaa62afadd90bcee84f791b4fbcca0</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
